Repository: edgar/Odorik
Catalog: resources/*.lproj/Localizable.strings
Languages: cs

source: Can't call out
cs: Nemohu volat

source: CallOutScreen not initialized!
cs: CallOutScreen není inicializována!

source: The awesome icons are Glyphish3 Pro.
cs: Úžasné ikony, které jsem použil, jsou Glyphish3 Pro.

source: See http://www.glyphish.com/
cs: Viz http://www.glyphish.com/

source: Used with permission of miniTEL s.r.o.
cs: Použito se souhlasem miniTEL s.r.o.

source: Obtained from Jiří Kment <kment@odorik.cz>
cs: Získáno od Jiřího Kmenta <kment@odorik.cz>

source: About
cs: O aplikaci

source: Version
cs: Verze

source: crafted with love by:
cs: vytvořila s láskou firma:

source: Acknowledgements
cs: Poděkování

source: E-mail Author
cs: Napište autorovi

source: Support website
cs: Stránka podpory

source: http://wejn.com/ios/odorik/
cs: http://wejn.com/ios/odorik/cz.html

source: Account Settings
cs: Nastavení účtu

source: Verifying ...
cs: Ověřuji ...

source: Verified & saved.
cs: Ověřeno & uloženo.

source: Verify failed. :-(
cs: Ověření selhalo. :-(

source: Verify
cs: Ověř

source: Verified.
cs: Ověřeno.

source: Username/password is to be found in Odorik's member section (Settings &rarr; Account&nbsp;settings &rarr; API&nbsp;password).
cs: Jméno/heslo lze nalézt v&nbsp;uživatelské sekci Odorik.cz (Návody&nbsp;a&nbsp;nastavení &rarr; Nastavení&nbsp;účtu &rarr; API&nbsp;heslo).

source: You have to press the "verify" button below for any changes to take effect.
cs: Je nutno stisknout tlačítko "ověřit" (viz níže), aby se změny uplatnily.

source: Username
cs: Jméno

source: Password
cs: Heslo

# Acknowledgements#Title
source: Acknowledgements
cs: Poděkování

source: This app happily uses:
cs: Tato aplikace s nadšením využívá:

source: If I forgot to attribute you, I apologize in advance. Please contact me and I will rectify it immediately.
cs: Pokud jsem Vás zapomněl v seznamu uvést, velmi se omlouvám. Prosím kontaktujte mě a okamžitě sjednám nápravu.

source: Recents
cs: Výpis hovorů

source: Call History
cs: Výpis hovorů

source: Pull to refresh history
cs: Zatáhněte pro obnovení seznamu

source: Refreshing...
cs: Obnovuji...

source: Last updated at %s
cs: Naposledy obnoveno %s

source: %l:%M %p
cs: %k:%M

source: Loading...
cs: Načítám...

source: Account not configured.
cs: Účet není nastaven.

source: Failure to fetch call history
cs: Nemohu stáhnout výpis hovorů

source: API returned error:
cs: API vrátilo chybu:

source: No call history, yet.
cs: Zatím žádné hovory.

source: Yesterday
cs: včera

source: Monday
cs: pondělí

source: Tuesday
cs: úterý

source: Wednesday
cs: středa

source: Thursday
cs: čtvrtek

source: Friday
cs: pátek

source: Saturday
cs: sobota

source: Sunday
cs: neděle

source: Setup Callback
cs: Sestavit Callback

source: Dial
cs: Volat

source: Pull to refresh balance
cs: Zatáhněte pro obnovení zůstatku

source: Error
cs: Chyba

source: Odorik not configured
cs: Odorik není nastaven

source: Who to call
cs: Koho volat

source: Additional details
cs: Další nastavení

source: Caller is the "first leg" of the callback, line determines caller ID.
cs: Volající je "první noha" callbacku, linka určuje identitu volajícího.

source: Caller
cs: Volající

source: Line
cs: Linka

source: Setup callback
cs: Sestavit callback

source: Available balance: %s CZK
cs: Dostupný zůustatek: %s Kč

source: Available balance: checking...
cs: Dostupný zůstatek: zjišťuji...

source: Setting up callback...
cs: Sestavuji callback...

source: invalid number
cs: neplatné číslo

source: Callback failed
cs: Sestavení selhalo

source: Response from API:
cs: Odpověď API:

source: Expect incoming.
cs: Očekávejte příchozí.

source: Caller Select
cs: Výběr volajícího

source: Pull to refresh allowed senders
cs: Zatáhněte pro obnovení seznamu

source: Odorik's Allowed Senders
cs: Povolení odesílatelé z Odoriku

source: Favorites
cs: Oblíbené

source: Other sources
cs: Další zdroje

source: From contacts
cs: Z kontaktů

source: Entered manually
cs: Ruční zadání

source: None useable. Refresh needed?
cs: Žádné použitelné. Nutné obnovení?

source: Choose a number to use as Caller
cs: Vyberte číslo, které se má použít jako Volající

source: Contacts
cs: Kontakty

# Favorites#Title
source: Favorites
cs: Oblíbené

# Favorites#TabName
source: Favorites
cs: Oblíbené

source: Add
cs: Přidat

source: Choose a contact to add to Favorites
cs: Vyberte kontakt pro přidání do Oblíbených

source: Done
cs: Hotovo

source: Edit
cs: Upravit

source: No favorites, yet.
cs: Žádní oblíbení (zatím).

source: Line Select
cs: Výběr linky

source: Pull to refresh lines
cs: Zatáhněte pro obnovení seznamu

source: Odorik's Lines
cs: Seznam linek Odoriku

source: Manual Entry
cs: Ruční zadání

source: Cancel
cs: Zrušit

source: Phone
cs: Číslo

source: Reward author
cs: Odměnit autora

source: Reward author with
cs: Odměnit autora částkou

source: I can't thank you enough.
cs: Jsem Vám neskonale vděčen.

source: I highly appreciate it.
cs: Velmi si toho vážím.

source: Thank you for your support!
cs: Děkuji za Vaši podporu!

source: If you find this app useful and want to reward its author for the hard work, you can reward him with cash equivalent of any of the following items.
cs: Pokud Vám aplikace přijde užitečná a chcete autora odměnit za usilí vložené do její tvorby, můžete mu věnovat peněžní ekvivalent některé z&nbsp;následujících položek.

source: One liter of milk
cs: Litr plnotučného mléka

source: Two cups of cappuccino
cs: Dva šálky cappuccina

source: One 350g bag of coffee beans
cs: 350 gramový balíček kávy

source: Please note: These in-app purchases are entirely optional and will not unlock any additional features. It will give you a warm feeling that you supported development of this app, though.
cs: Prosím mějte na paměti: Nákup libovolné z&nbsp;těchto položek je nepovinný a neodemkne Vám v&nbsp;aplikaci žádnou další funkcionalitu. Pouze Vás bude hřát u&nbsp;srdce, že jste podpořili vývoj této aplikace.

source: Failed to purchase
cs: Nákup selhal

source: Failed to process in-app purchase
cs: Nepodařilo se zpracovat nákup

source: Settings
cs: Nastavení

source: Odorik.cz API Access
cs: Přístup k API Odorik.cz

source: Account
cs: Účet

source: Phone number configuration
cs: Nastavení telefonních čísel

source: Caller and Line are defaults you can temporarily override on Dial screen (until next app restart).
cs: Volající a Linka jsou výchozí hodnoty, které lze dočasně (do restartu aplikace) změnit i na obrazovce sestavení hovoru.

source: none
cs: žádná

source: Configure
cs: Nastavit

source: Restricted.
cs: Omezeno.

source: Denied.
cs: Odmítnuto.

source: Granted.
cs: Povoleno.

source: Unknown.
cs: Neznámé.

source: Contacts access
cs: Přístup ke kontaktům

source: If you previously denied access, you need to grant it in Settings &rarr; Privacy &rarr; Contacts.
cs: Pokud jste v minulosti zamezili přístupu ke kontaktům, musíte nastavení změnit v Nastavení telefonu (Nastavení &rarr; Soukromí &rarr; Kontakty.

source: This app
cs: Tato aplikace

source: About this app
cs: O aplikaci

source: Rate this app
cs: Ohodnoťte aplikaci

# Settings#Reward author
source: Reward author
cs: Odměňte autora

source: Can't rate app
cs: Nelze ohodnotit aplikaci

source: I don't know my own APP_ID, would you believe that?
cs: Neznám své vlastní APP_ID; no, věřili byste tomu?

source: Add favorite
cs: Přidat oblíbeného

source: Save
cs: Uložit

source: Name
cs: Jméno

source: John Doe
cs: Jan Novák

source: Phone label
cs: Štítek

source: mobile
cs: mobil

source: work
cs: práce

source: home
cs: domů

source: main
cs: hlavní

source: other
cs: jiný

source: Welcome!
cs: Vítejte!

source: 1. Configure your Odorik Account
cs: 1. Nastavte svůj Odorik účet

source: Configured.
cs: Nastaveno.

source: This app requires valid Odorik account.
cs: Aplikace vyžaduje platný účet na Odorik.cz.

source: 2. Grant access to your contacts
cs: 2. Povolte přístup ke kontaktům

source: Optional but recommended. Your addressbook data will be displayed to help you setup your calls quickly.
cs: Nepovinné, ale doporučené. Přístup ke kontaktům Vám umožní sestavit hovory rychleji.

source: 3. Let's go!
cs: 3. Začněme!
